import React from 'react'


function WarFirst() {
    return (
        <div className='warfirst'>
            <h1 align = "center">Первая война</h1>
                <p>Первая Война (англ. The First War) началась после вторжения орочьих кланов Дренора через Темный Портал 
                и их нападения на поселения людей. В результате войны королевство Штормград было полностью разрушено, 
                а выжившие жители бежали в Лордерон.<br/>
                Истинная хронология Первой и Второй войн весьма размыта. Первоначальное вторжение Орды было отбито людьми, 
                но после смены вождя орки вновь атаковали войска людей. Вторая Война началась, когда человечество начало 
                возвращать себе земли павшего королевства.<br/>
                До открытия Темного Портала человеческая нация Штормграда процветала и жила в мире на континенте под 
                названием Азерот долгое время, пока не родился Медив, в теле которого скрывалась сущность тёмного титана 
                Саргераса. Именно он открыл врата в другой мир, позже прославившиеся под названием Темный Портал. Из Дренора 
                в Азерот хлынули полчища орков, проклятых Кил'джеденом, одним из прислужников Саргераса, и стремившихся 
                уничтожить людей. Уверенная в своей силе Орда сразу же напала на крепость Штормграда, но не смогла тогда 
                отвоевать её. Так началась Первая Война.</p>
               
            <h3 align = "center">Темный портал и падение Штормграда</h3>
                <p>Кил'джеден подготавливал Орду к нападению на Азерот, а Медив в это время продолжал сражаться с 
                Саргерасом за свою душу. Король Ллейн, благородный правитель Штормграда, узнал о том, что тьма 
                завладела душой его бывшего друга.<br/>
                Король Ллейн рассказал об этом Андуину Лотару, последнему потомку рода Арати, которого он сделал своим 
                военачальником. Но никто из них не мог предположить, что беда, случившаяся с Медивом, станет причиной 
                столь ужасных событий.<br/>
                В качестве последней награды Саргерас пообещал Гул'дану огромную силу в обмен на его согласие повести 
                Орду на Азерот. Через Медива Саргерас сказал чернокнижнику, что может сделать его богом во плоти, если 
                тот найдет подводную могилу, в которой хранительница Эгвин тысячу лет назад укрыла останки Саргераса.<br/>
                Гул'дан согласился сделать это и решил, что, как только Азерот будет повержен, он направится на поиски 
                легендарной могилы и получит свою награду. Саргерас, уверенный в том, что Орда будет покорно служить ему,
                приказал начать вторжение.<br/>
                Общими усилиями Медив и волшебники Совета Теней открыли портал межу измерениями – Темный портал. Этот 
                портал позволил армии Дренора попасть на Азерот. Гул'дан послал через портал разведчиков, чтобы они 
                исследовали земли, которые им предстояло завоевать. Вернувшись, они доложили Совету Теней, что можно 
                начать вторжение.<br/>
                Дуротан, вождь клана Северного Волка был уверен в том, что Гул'дан приведет их народ к гибели и 
                высказался против действий волшебников. Храбрый воин сказал, что они уничтожили чистый дух орков 
                и что это безрассудное нападение на Азерот погубит их всех. Гул'дан не мог пойти на риск, убив 
                любимого всеми героя, и был вынужден отправить Дуротана вместе с его кланом Северного Волка в 
                самые отдаленные области нового мира.<br/>
                За изгнанным кланом Северного Волка через портал последовали лишь несколько кланов. Орки быстро 
                развернули базу в Черных Топях, темной болотистой местности на востоке королевства Штормград. 
                Начав исследовать новую территорию, они тут же столкнулись с защитниками Штормграда.<br/>
                Хотя битвы с людьми заканчивались довольно быстро, обе расы успели выяснить сильные и слабые 
                стороны соперников. Ллейну и Лотару не удавалось получить точные сведения о численности орков, 
                и они могли лишь догадываться о том, насколько могуч был их противник.<br/>
                Через несколько лет большая часть Орды перебралась на Азерот, и Гул'дан решил, что настало время 
                нанести сокрушительный удар по человечеству. Орда обрушила всю свою мощь на ничего не подозревающих 
                жителей королевства Штормград.<br/>
                В то время как жители Азерота и Орда бились друг с другом по всему королевству, внутри обеих армий 
                разгорались конфликты. Король Ллейн, убежденный в том, что звероподобные орки не в состоянии 
                завоевать Азерот, упрямо отказывался покидать столицу Штормграда; Лотар же был уверен, что бой 
                следует перенести на территорию, занятую противником, так что ему пришлось выбирать между своими 
                убеждениями и верностью королю.<br/>
                Лотар решил последовать своим инстинктам и, заручившись поддержкой ученика Медива – Кадгара, – пошел 
                на штурм крепости волшебника – Каражана. Кадгару и Лотару удалось победить хранителя, которого они 
                считали причиной всей войны.<br/>
                Убив тело Медива, Лотар и юный Кадгар, сами того не зная, изгнали дух Саргераса в бездну. А праведный 
                дух Медива остался жив… и долгие годы скитался по астральному миру.<br/>
                Хотя Медив был повержен, Орда по-прежнему брала верх над защитниками Штормграда. Но когда победа была 
                уже у Орды в руках, один из самых могучих вождей орков, Оргрим Молот Рока, стал понимать, насколько 
                изменились некогда миролюбивые кланы, жившие на Дреноре.<br/>
                Его старый друг Дуротан, вернувшийся из изгнания, напомнил ему о предательстве Гул'дана. По приказу 
                мстительного Гул'дана Дуротан и вся его семья были убиты, в живых оставили лишь его юного сына. Но 
                Молот Рока не знал о том, что сын Дуротана попал в плен к Адэласу Блэкмуру, одному из командиров 
                армии людей, и стал его рабом. Именно этому юному орку суждено было стать величайшим вождем в истории 
                своего народа.<br/>Оргрим, разгневанный убийством Дуротана, решил освободить Орду от ужасного проклятья 
                и, чтобы стать новым вождем Орды, убил Чернорука, марионетку Гул'дана. Под его твердым руководством 
                безжалостная Орда наконец окружила крепость Штормграда.<br/>
                Король Ллейн сильно недооценил мощь Орды и мог лишь беспомощно смотреть на то, как его королевство 
                рассыпалось под натиском зеленокожих захватчиков. Вскоре и сам король был убит одним из лучших наемных 
                убийц Совета Теней, полуорком Гароной.<br/>
                Лотар и его войны, возвращавшиеся из Каражана, надеялись остановить кровопролитие и спасти свою некогда 
                славную родину. Но было слишком поздно: когда они вернулись, их королевство лежало в руинах. Орда 
                опустошала деревни и захватывала близлежащие земли. Лотар и его войско, вынужденные скрываться от врагов, 
                поклялись вернуть свою родину любой ценой. <a href = "warsecond">Вторая война</a> началась, когда люди попытались вернуть погибшее 
                королевство.</p>
        </div>
    )
}

export default WarFirst
