import React from 'react'

function WarFourth() {
    return (
        <div className='warfourth'>
            <h1 align = "center">Четвертая война - Битва за Азерот</h1>
            <p>Ценой огромных жертв народам Азерота удалось остановить крупнейшее вторжение Пылающего Легиона и одержать 
            победу на Аргусе. Однако Альянс и Орда оказались не готовы забыть былые обиды, вследствие чего разгорается 
            новая война за ресурсы и влияние, охватившая весь мир. Противоборствующие стороны стремятся завладеть азеритом 
            — ресурсом, появившимся на поверхности мира вскоре после войны с Легионом.<br/>
            В самом начале новой войны, именуемой «Войной шипов», между фракциями произошли события, которые привели к 
            сожжению мирового древа Тельдрассил и новой битве за Лордерон. По итогам этих сражений Орда заняла доминирующее 
            положение в Калимдоре, а Альянс укрепил свои позиции в Восточных королевствах. Для продолжения конфликта обе 
            стороны критично нуждаются в могущественном флоте.<br/>
            Поиски новых союзников и флота привели враждующие фракции к ранее изолированным территориям Великого моря: 
            Альянс нашёл помощь у Кул-Тираса — могущественного морского государства, родины Джайны Праудмур. В то же время 
            Орда заключила союз с древней империей Зандалара, прародиной всех троллей.</p>
        </div>
    )
}

export default WarFourth
