import React from 'react'

function WarSecond() {
    return (
        <div className='warsecond'>
            <h1 align = "center">Вторая война</h1>
            <p>После Первой войны оставшиеся в живых люди Штормграда во главе с Андуином Лотаром отправились 
            в плавание через Великое Море к берегам северного Лордерона, чтобы попросить помощи у короля 
            Теренаса Менетила II. Услышав подробный рассказ Лотара, Теренас собрал срочный военный совет, 
            чтобы обсудить угрозу орков, которые в это время разграбили все людские города южной части 
            Восточных Королевств, фактически уничтожив всех людей к югу от Пылающих Степей.<br/>
            Предполагается, что во время, прошедшее между падением Штормграда и началом Второй Войны, Альянс 
            и Орда наращивали силы для грядущих сражений.<br/>
            Король Теренас, являясь умелым политиком, заручился военной поддержкой королевств Гилнеас, 
            Стромгард, Даларан, Альтерак и Кул Тирас. Также помочь в войне обещали дворфы кланов Бронзобородов 
            и Громового Молота, а также гномы Гномерегана. К высшим эльфам Квель'Таласа были отправлены послы 
            во главе с самим королем, но те направили на помощь людям лишь малую часть своей военной мощи. 
            Именно так образовался Альянс Лордерона.<br/>
            В самом конце <a href = "warfirst">Первой войны</a> чернокнижник Гул'дан, лидер Совета Теней, впал 
            в глубокую кому, пытаясь проникнуть в разум Медива. Без его жесткого правления в Орде вновь начались 
            междоусобицы, но тут власть захватит Оргрим Молот Рока, убивший Чернорука и почти полностью 
            уничтоживший Совет Теней. Став новым вождем Орды, Оргрим объединил остатки войск Орды и усилил армию. 
            Также к оркам, троллям и ограм присоединились и гоблины, увидевшие потенциальную прибыль в оказании 
            помощи Орде. Так войска Молота Рока пополнились хитрыми механизмами и наёмниками гоблинов. Использовав 
            Душу Демона, древний артефакт, Орда смогла поработить королеву красных драконов Алекстразу и 
            большинство её потомков. Неизвестно, в каком отношении орки пребывали с троллями Тернистой Долины, но 
            те не вступили в войска Орды и остались в стороне от военных конфликтов Второй Войны. Пробудившийся 
            от комы Гул'дан, видя, что оказался без союзников, поклялся в верности Оргриму и создал первых рыцарей 
            смерти, которые служили вождю. Таким образом появилась Орда, разношёрстная, но сильная армия.</p>
            <h3 align = "center">Наступление Орды</h3>
            <p>На шестой год после падения Штормграда Орда начала активное наступление на север, одновременно атакуя 
            по двум фронтам. Первый - на северу от Черной Горы, где находился Каз Модан, а второй - по Великому Морю 
            от развалин Штормграда к островам Кул Тирас и Тол Барад, чтобы основать там базу военно-морских сил Орды. 
            Войска высадились на берега у Арати, южной окраины Лордерона, атаковав Южнобережье, Мельницу Таррен и 
            Хилсбрад. Люди Альтекара, стремясь выжить, помогли оркам - предоставили карты земель и показали секретные 
            проходы.<br/>
            Вскоре после этого разведчики Орды обнаружили Зул'джина и его советников в тюрьме рядом с Мельницей Таррен. 
            Молот Рока сразу же отправил отряд воинов, чтобы освободить вождя лесных троллей. В благодарность Зул'джин 
            согласился к союзничеству с орками - южные и центральные земли Лордерона принадлежали бы Орде, а троллям 
            Амани вернули бы их исконные земли, заселенные сейчас высшими эльфами.<br/>
            Затем войска Орды разорили Лок Модан и оттеснили дворфом с гномами к Стальгорну, где этим расам пришлось 
            уйти к глухую оборону и запечатать врата. Клан Кровавой Глазницы предпринял несколько неудачных попыток 
            захватить Стальгорн, но атаки были отбиты. Дворфы и гномы оказались отрезаны от остальных сил Альянса и могли 
            получать только воздушную поддержку. После разрушения Лок Модана Орда начала дальнейшнее продвижение на север, 
            к Болотине, где были захвачены Алгар Дун, Дун Модр и Грим Батол, ставший крепостью Орды и основной опорой для 
            наступающих войск в Лордероне. Вместе с этим Грим Батол стал местом, где выводили порабощенных красных драконов. 
            Мост Тандола был местом постоянных сражений и переходил то во владение Альянса, то Орды.<br/>
            Наконец, после диверсии основной армии Лотара в Заоблачном пике Орде удалось проникнуть в Квель'Талас через 
            горы незамеченными. Вместе с лесными троллями Амани под командованием Зул'джина войска Молота Рока прорубили 
            путь к Лесам Вечной Песни, сжигая и уничтожая всё на своем пути.</p>
            <h3 align = "center">Контратака Альянса</h3>
            <p>Напуганные и возмущенные вторжением на свои земли, высшие эльфы начали оказывать активное сопротивление Орде 
            в полную силу по фронту от Внутренных Земель и до других берегов Лордерона. Главнокомандующий Лотар решил разделить 
            свою армию на две части, чтобы успешно противостоять оркам - половину войск он отправил в леса эльфов, а сам с 
            оставшимися войсками направился во Внутренние Земли, чтобы уничтожить остатки Орды там. Квель'Таласу удалось 
            оттеснить большинство сил Орды на берега Хилсбрада, но Гул'дан успел обуздать силу рунных камней эльфов и создать 
            огров-магов. При поддержке высших эльфов Альянс готовит наступление на Зул'дар, чтобы освободить Лордерон окончательно. 
            Хотя Хилсбрад и Южнобережье были почти уничтожены, флот Орды был отброшен к берегам Болотины, а затем и к руинам 
            Штормграда.<br/>
            Одержав победу на севере, Альянс сосредоточился на вытеснение сухопутных войск Орды из земель Арати и захвате Моста 
            Тандол. Первым делом ценой множества погибших удалось захватить ордынскую крепость на Тол Бараде, которая 
            использовалась в качестве перевалочного пункта для вторжения на Дун Модр. После этого армии Альянса наконец смогли 
            победить в битве за Мост Тандол и продолжили наступление на юг, к Дун Алгару. Пусть взять крепость Грим Батол и не 
            удалось, армия Орды фактически была разбита и отступала от Каз Модана.<br/>
            Отступив от земель дворфов, орки собрали остатки войск и получили помощь с юга, в том числе и недавно созданных 
            рыцарей смерти. В свою очередь, Альянс обратил взор на север, пытаясь очистить от Орды северный Лордерон. Для этого 
            к Квель'Таласу был отправлен Утер Светоносный и его только что сформированный орден Рыцарей Серебряной Длани. 
            Благодаря возмущению крестьян из селения Длань Тира удалось раскрыть заговор альтеракского лорда Перенольда, 
            стремившегося разрушить Альянс изнутри. Войска Альянса осадили небольшое королевство и звахватили предателей.</p>
            <h3 align = "center">Осада Лордерона</h3>
            <p>Предательство Альтерака позволило армии Орды добраться до стен Лордерона вновь, и началась долгая осада столицы. 
            Войска Стромгарда отрезали Орду от Альтерака, не позволив получить подкрепление, и заключили в тюрьму Перенольда 
            за измену. На битву с орками собралась вся армия Альянса Лордерона, но победить сперва их не удалось. В то же 
            время Гул'дан вместе с кланами Сумеречного Молота и Бушующего Шторма направился к Гробнице Саргераса, чтобы, как 
            он утверждал, заручиться помощью демонических сил. Оргрим с войсками Орды отправился в погоню за предателями, а 
            Альянс использовать эту возможность, чтобы прогнать остатки орков из Лордерона. Роковому Молоту удалось поймать и 
            уничтожить кланов-предателей с помощью красных драконов.</p>
            <h3 align = "center">Победа Альянса</h3>
            <p>Армия Орды потеряла много сил, и Альянс взял под осаду Крепость Черной Горы. Вместо того, чтобы прорвать блокаду, 
            Оргрим и его последователи атаковали Андуина Лотара и других паладинов. После тяжелой дуэли Роковому Молоту удалось 
            убить Лорда Лотара, но позже он попал в плен к лейтенанту Туралиону, другу Андуина. Войска Альянса гнали орков и 
            подбирались всё ближе к последнему оплоту Орды на Азерота - Тёмному Порталу.<br/>
            Остатки Орды пытались защитить Портал, но были разбиты. Оргрим находился в плену у Альянса, а вскоре магу Кадгару 
            удалось уничтожить Темный Портал, после чего долгая и кровопролитная Вторая Война закончилась.</p>
        </div>
    )
}

export default WarSecond
