import React from 'react'

function WarThird() {
    return (
        <div className='warthird'>
            <h1 align = "center">Третья война</h1>
            <p>Разозленный поражением орков во Второй Войне, Кил'джеден, один из двух фактических повелителей 
            Пылающего Легиона, решил создать новую армию для захвата Азерота, в которой не будет места 
            разногласиям, что фактически было главной проблемой Орды. Для этого великий демон заключил договор 
            с орком-шаманом Нер'зулом, превратив того в Короля-Лича и отправив обратно в Азерот – на Нордскол, 
            северный материк. Чтобы Нер'зул не пытался предать Кил'джедена, с ним отправились натрезимы, 
            возглавляемые Тихондрием Темнейшим.<br/>
            В Нордсколе Король-Лич за сравнительно короткое время с помощью натрезимов уничтожил поселения 
            людей с помощью чумы, превратив их в своих послушных слуг, и захватил королевство Азжол-Неруб, 
            чьи жители - нерубы - пополнили армию Нер'зула. После этого Король-Лич послал свой темный зов ко 
            всем пытливым умам в Азероте, и тот был услышан. Он сумел подчинить своей воле колдуна Кель'тулаза 
            и наследного принца Лордерона - Артаса. С их помощью он собраз армию нежити - Плеть</p>
            <h3 align = "center">Погибель Лордерона</h3>
            <p>В Лордерон Артас уже вернулся рыцарем смерти, верным слугой Короля-Лича. Войдя в покои своего 
            отца, Артас убил того одним взмахом клинка, а проклятые солдаты Артаса, тоже ставшие рыцарями 
            смерти, вырезали все население столицы. Лордерон пал перед властью тьмы и превратился в руины, по 
            которым теперь бродили только мертвецы Плети.<br/>
            С Артасом связывается Тихондрий, который приказывает ему найти останки Кел'Тузада и воскресить его. 
            Выполнив эту задачу, Артас узнает от натрезима, что для того, чтобы довезти останки некроманта в 
            Кель'Талас, необходимо отнять особую урну, которая хранится у паладинов Серебряной Длани. 
            Отправившись за урной, Артас сталкивается с Утером Светоносным и в жестоком поединке убивает 
            своего бывшего наставника.<br/>
            </p>
            <h3 align = "center">Вторжение на Калимдор</h3>
            <p>Пока в Лордероне Плеть уничтожала все живое, Новая Орда во главе с Траллом высадилась на Калимдоре, 
            следуя указаниям Пророка, посетившего его ранее. Продвигаясь вглубь Калимдора, они встретились с 
            тауренами под предводительством Кэрна Кровавого Копыта и помогли ему отбить многочисленные атаки кентавров 
            по пути в Мулгор. Кэрн рассказывает Траллу о неком Оракуле, живущим глубоко в пещере на Пике Каменного Когтя.<br/>
            Прибыв туда, Тралл обнаруживает потерянный во время высадки клан Песни Войны с Громом Адским Криком во 
            главе: тот атакует силы людей, занявших подступы к Пику. Не имея иного выбора, Тралл поддерживает Грома, 
            и орки уничтожают силы людей, а затем Тралл входит в пещеру на пике.<br/>
            Преодолев сопротивление людей и различных тварей в стенах пещеры, Тралл, Джайна и Кэрн сталкиваются перед 
            Оракулом-Пророком. Призвав их к примирению, Пророк открывает им свое истинное имя - Медив.<br/>
            Тем временем ночные эльфы вступают в бой с силами Орды и Альянса, считая их своими врагами, поскольку те 
            вторглись на земли Ночных эльфов и активно вырубают лес для своих построек. Во главе с полубогом Кенарием 
            они атакуют лагерь клана Песни Войны в Ясеневом лесу, однако Гром, обнаружив с помощью тролльских знахарей 
            источник, оскверненный кровью Маннорота, пьет из него и снова оказывается под влиянием жажды крови со всем 
            своим кланом. В неукротимой ярости орки уничтожают силы ночных эльфов и самого Кенария.<br/>
            Тралл, обнаружив, что весь клан Песни Войны снова попал под влияние Маннорота, с помощью Джайны и Кэрна 
            захватывает Грома и путем особого ритуала очищает его разум и тело. Вместе они отправляются в каньон на 
            встречу с Манноротом. Тот довольно легко выдержал удар Тралла, однако Гром единственным ударом Кровавого воя 
            сразил демона, тем самым навсегда освободив орков от Договора Крови, но и сам погиб при этом.<br/>
            В тоже время ночные эльфы пытаются остановить силы Легиона, но те продолжают неумолимо идти вперед, к 
            <b>Мировому Древу</b>. Малфурион Ярость Бури принимает решение пробудить всех друидов для противостояния 
            Легиону, и в процессе поиска обителей они случайно обнаруживают тюрьму, в которой находится Иллидан. 
            Игнорируя просьбу и даже требование Малфуриона, Тиранда уничтожает всю охрану Иллидана и освобождает того, 
            считая, что он может помочь им в борьбе против демонов и нежити. Иллидан действительно принялся помогать 
            Тиранде и Малфуриону, но он не забыл ничего и не изменился за десять тысяч лет.<br/>
            По приказу Нер'зула Артас находит Иллидана на Калимдоре и после короткого поединка, доказав тому, что 
            они равны по возможностям и силе, рассказывает ему о Черепе Гул'дана- магическом артефакте, с помощью 
            которого Легион оскверняет здешние леса. Иллидан захватывает череп и превращается в полуэльфа-полудемона, 
            после чего убивает Тихондрия, командующего силами Легиона. Однако Малфурион проклинает Иллидана и отрекается 
            от него. Разозленный Иллидан покидает Малфуриона и Тиранду и уходит.</p>
            <h3 align = "center">Битва у горы Хиджал</h3>
            <p>Перед лицом страшной опасности - Пылающего Легиона во главе с самим Архимондом - люди, эльфы и орки 
            обьединяются, готовясь оборонять Мировое Древо на горе Хиджал. Согласно плану Малфуриона, орки и люди должны 
            будут как можно дольше сдерживать войска Архимонда, в то время как Малфурион укрепит Нордрассил. Малфуриону 
            удалось развязать ярость духов Нордрассила, которые испепелили Архимонда, все-таки сумевшего прорваться к 
            Мировому Древу и начавшему выкачивать его энергию.<br/>
            С падением Архимонда силы Пылающего Легиона на Калимдоре были почти полностью разбиты.</p>
        </div>
    )
}

export default WarThird
